Repository: Devbrail/Fin-Planner
Catalog: lib/localization/app_*.arb
Languages: de, vi

# appTitle
source: Paisa
vi: Quản lý chi tiêu Paisa

source: Home
de: Startseite
vi: Trang chủ

source: Transactions
de: Transaktionen
vi: Giao dịch

# welcomeMessage
source: Welcome back!
de: Willkommen zurück!
vi: Chào mừng trở lại!

source: Categories
de: Kategorien
vi: Danh mục

source: Accounts
de: Konten
vi: Tài khoản

source: Budget
vi: Ngân sách

source: Overview
de: Übersicht
vi: Tổng quan

source: Recurring
de: Wiederkehrende Zahlungen
vi: Định kỳ

source: Debts
de: Schulden
vi: Các khoản nợ

# addTransactionTooltip
source: Add transaction
de: Transaktion hinzufügen
vi: Thêm giao dịch

# addAccountTooltip
source: Add account
de: Konto hinzufügen
vi: Thêm tài khoản

# addCategoryTooltip
source: Add category
de: Kategorie hinzufügen
vi: Thêm danh mục

# addDebtTooltip
source: Add debt
de: Schulden hinzufügen
vi: Thêm nợ

# addRecurringTooltip
source: Add recurring
de: Wiederkehrende Zahlung hinzufügen
vi: Thêm định kỳ

# selectDateRangeTooltip
source: Date range
de: Datumsbereich
vi: Phạm vi ngày

source: Add Category
de: Kategorie hinzufügen
vi: Thêm danh mục

# addCategoryEmptyTitle
source: No categories
de: Keine Kategorien verfügbar
vi: Bỏ trống danh mục

# addCategoryEmptySubTitle
source: Add categories to select
de: Füge Kategorien zur Auswahl hinzu
vi: Thêm danh mục để chọn

# addAccountEmptyTitle
source: No accounts
de: Keine Konten
vi: Không có tài khoản

# addAccountEmptySubTitle
source: Add account to select
de: Fügen Konten zur Auswahl hinzu
vi: Thêm tài khoản để chọn

source: Add transaction
de: Transaktion hinzufügen
vi: Thêm giao dịch

source: Update transaction
de: Transaktion bearbeiten
vi: Cập nhật giao dịch

# addedTransaction
source: Transaction added
de: Transaktion erfolgreich hinzugefügt
vi: Đã thêm giao dịch

# updatedTransaction
source: Transaction updated
de: Transaktion erfolgreich bearbeitet
vi: Đã cập nhật giao dịch

# deletedTransaction
source: Transaction deleted
de: Transaktion erfolgreich gelöscht
vi: Đã xóa giao dịch

source: Expense name
de: Name der Ausgabe
vi: Tên chi phí

source: Select account
de: Konto auswählen
vi: Chọn tài khoản

source: Select category
de: Kategorie auswählen
vi: Chọn danh mục

source: Settings
de: Einstellungen
vi: Cài đặt

# localApp
source: Lock app
de: App entsperren mit Fingerabdruck
vi: Khóa ứng dụng

source: Expense
de: Ausgaben
vi: Chi phí

source: Transfer
de: Übertragungen
vi: Chuyển khoản

source: Daily
de: Täglich
vi: Hằng ngày

source: Weekly
de: Wöchentlich
vi: Hàng tuần

source: Monthly
de: Monatlich
vi: Hàng tháng

source: Yearly
de: Jährlich
vi: Hàng năm

source: All
de: Alle
vi: Tất cả

source: Update account
de: Konto bearbeiten
vi: Cập nhật tài khoản

source: Add Account
de: Konto hinzufügen
vi: Thêm tài khoản

source: Transaction history
de: Transaktions Verlauf
vi: Lịch sử giao dịch

source: Cash
de: Geld
vi: Tiền mặt

source: Bank
vi: Ngân hàng

source: Wallet
de: Geldbörse
vi: Ví

# cardHolder
source: Cardholder name
de: Name des Karteninhabers
vi: Tên chủ thẻ

source: Account name
de: Kontoname
vi: Tên tài khoản

# lastFourDigit
source: Last four digit number
de: Letzte vierstellige Zahl
vi: Số có bốn chữ số cuối cùng

# addedAccount
source: Account added
de: Konto erfolgreich hinzugefügt
vi: Đã thêm tài khoản

# updatedAccount
source: Account updated
de: Konto erfolgreich bearbeitet
vi: Đã cập nhật tài khoản

# deletedAccount
source: Account deleted
de: Konto erfolgreich gelöscht
vi: Tài khoản đã bị xóa

# successAddCategory
source: Category added
de: Kategorie erfolgreich hinzugefügt
vi: Đã thêm danh mục

# validName
source: Enter valid name
de: Gebe einen gültigen Namen ein
vi: Nhập tên hợp lệ

source: Profile
de: Mein Profil
vi: Hồ sơ

source: Choose theme
de: Thema auswählen
vi: Chọn chủ đề

source: Select currency
de: Währung auswählen
vi: Chọn tiền tệ

# errorAuth
source: Error authentication
de: Fehlerauthentifizierung
vi: Lỗi xác thực

# emptyAccountMessageTitle
source: No accounts are available
de: Keine Konten verfügbar
vi: Không có tài khoản

# emptyAccountMessageSubTitle
source: Add an account to display it here
de: Füge ein Konto hinzu um es hier anzuzeigen
vi: Thêm một tài khoản để hiển thị nó ở đây

# emptyCategoriesMessageTitle
source: No categories are available
de: Keine Kategorien verfügbar
vi: Không có danh mục nào có sẵn

# emptyCategoriesMessageSubTitle
source: Add an category to display it here
de: Füge eine Kategorie hinzu um sie hier anzuzeigen
vi: Thêm một danh mục để hiển thị nó ở đây

# emptyOverviewMessageTitle
source: No overview data
de: Keine Übersichtsdaten verfübar
vi: Không có tổng quan

# emptyOverviewMessageSubtitle
source: To see your spending overview, add your expenses
de: Um deine Ausgabenübersicht anzuzeigen, fügen deine Ausgaben hinzu
vi: Để xem tổng quan chi tiêu của bạn, hãy thêm chi phí của bạn

source: Amount
de: Betrag
vi: Số tiền

source: Initial amount
de: Anfangsbetrag
vi: Số tiền ban đầu

# validAmount
source: Enter valid amount
de: Gebe einen gültigen Betrag ein
vi: Nhập số tiền hợp lệ

# dueDate
source: End date
de: Endtermin
vi: Ngày cuối

source: Start date
de: Starttermin
vi: Ngày đầu

source: Social links
de: Soziale Medien & weitere Links
vi: Liên kết mạng xã hội

# telegramGroup
source: A group to follow and post bugs and feature requests
de: Eine Gruppe zum Verfolgen und Posten von Fehlern und Funktionsanfragen
vi: Một nhóm để theo dõi và gửi lỗi và yêu cầu tính năng

source: Privacy & Policy
de: Datenschutzbestimmungen
vi: Chính sách bảo mật

# githubText
source: Fork the project on GitHub
de: Forke das Projekt auf GitHub
vi: Chia nhánh dự án trên GitHub

source: Version
vi: Phiên bản

# deleteAccount
source: Deleting the account deletes all expenses which tied to this account
de: Durch das Löschen des Kontos werden alle mit diesem Konto verknüpften Ausgaben gelöscht
vi: Xóa tài khoản sẽ xóa tất cả các chi phí liên quan đến tài khoản này

# deleteCategory
source: Deleting the category deletes all expenses which tied to this category
de: Durch das Löschen der Kategorie werden alle Ausgaben gelöscht, die mit dieser Kategorie verknüpft sind
vi: Xóa danh mục sẽ xóa tất cả các chi phí liên quan đến danh mục này

# deleteExpense
source: Expense will be permanently removed from account
de: Die Ausgaben werden dauerhaft vom Konto entfernt.
vi: Chi phí sẽ bị xóa vĩnh viễn khỏi tài khoản

# dialogDeleteTitle
source: Permanently delete?
de: Wirklich permanent löschen?
vi: Xóa vĩnh viễn?

# updatedCategory
source: Category updated
de: Kategorie erfolgreich bearbeitet
vi: Danh mục được cập nhật

source: Update
de: Bearbeiten
vi: Cập nhật

source: Add
de: Hinzufügen
vi: Thêm vào

source: Done
de: Bestätigen
vi: Xong

source: Cancel
de: Abbrechen
vi: Hủy bỏ

source: Custom
de: Eigenes Thema
vi: Tùy chỉnh

# accentColor
source: Primary color
de: Primäre Farbe
vi: Màu nhấn

# dynamicColor
source: Dynamic
de: Dynamisch
vi: Động

source: Pick color
de: Farbe wählen
vi: Chọn màu sắc

# pickColorDesc
source: Set color to your category
de: Lege die Farbe für deine Kategorie fest
vi: Đặt màu cho danh mục của bạn

source: Colors
de: Farben
vi: Màu sắc

source: Others
de: Andere
vi: Khác

# madeWithLoveInIndia
source: Made with ♥ in India
de: Programmiert mit ♥ in Indien
vi: Được làm với ♥ từ Ấn Độ

source: Update Category
de: Kategorie bearbeiten
vi: Cập nhật danh mục

# accountInformationTitle
source: Information
de: Informationen
vi: Thông tin

# accountInformationSubTitle
source: The account details you entered are not shared with anyone, including us. It is only used for visual representation of account details, you may enter false info too
de: Die von dir eingegebenen Kontodaten werden an niemanden weitergegeben, auch nicht an uns. Es dient nur zur visuellen Darstellung der Kontodaten, du kannst auch gerne falsche Informationen eingeben.
vi: Chi tiết tài khoản bạn đã nhập không được chia sẻ với bất kỳ ai, kể cả chúng tôi. Nó chỉ được sử dụng để trình bày trực quan chi tiết tài khoản, bạn cũng có thể nhập thông tin sai

source: Next
de: Weiter
vi: Kế tiếp

source: Image
de: Bild
vi: Hình ảnh

# welcome
source: Hi, Welcome to
de: Hallo, Willkommen zu
vi: Xin chào, Chào mừng đến với

# welcomeDesc
source: What should we call you
de: Wie sollen wir dich nennen?
vi: Chúng tôi nên gọi bạn là gì

# nameHint
source: Name
vi: Tên

# enterNameHint
source: Enter name
de: Gebe deinen Namen ein
vi: Nhập tên

# imageDesc
source: Let's set image of you
de: Lass uns ein Bild von dir erstellen
vi: Hãy thiết lập hình ảnh của bạn

# setBudget
source: Set budget for category
de: Lege das Budget für die Kategorie fest
vi: Đặt ngân sách cho danh mục

source: Income
de: Einkommen
vi: Thu nhập

source: This month
de: Diesen Monat
vi: Tháng này

source: Total balance
de: Gesamtguthaben
vi: Tổng số dư

# searchMessage
source: Start searching something!
de: Suche irgendwas!
vi: Bắt đầu tìm kiếm thứ gì đó!

# emptySearchMessage
source: Looks like nothing found!
de: Sieht aus als hätten wir nichts gefunden!
vi: Có vẻ như không tìm thấy gì!

# emptyExpensesMessageTitle
source: No expenses yet?
de: Noch keine Ausgaben...
vi: Chưa có chi phí?

# emptyExpensesMessageSubTitle
source: If there are no expenses, start by adding an expense to see it displayed here.
de: Wenn keine Ausgaben vorhanden sind, füge zunächst eine Ausgabe hinzu, damit diese hier angezeigt wird.
vi: Nếu không có chi phí nào, hãy bắt đầu bằng cách thêm một khoản chi phí để xem chi phí đó được hiển thị ở đây.

# selectIconTitle
source: Select icon
de: Symbol auswählen
vi: Chọn biểu tượng

# selectIconSubTitle
source: Tap to select icon
de: Tippe um ein Symbol auszuwählen
vi: Nhấn để chọn biểu tượng

source: Income name
de: Einkommensname
vi: Tên thu nhập

source: Currency sign
de: Währungssymbol
vi: Ký hiệu tiền tệ

source: Expense by category
de: Ausgaben nach Kategorie
vi: Chi phí theo danh mục

# backupAndRestoreTitle
source: Backup and restore
de: Sichern und Wiederherstellen
vi: Sao lưu và khôi phục

# backupAndRestoreSubTitle
source: Backup and restore your expenses, accounts & categories
de: Sichere und stelle deine Ausgaben, Konten und Kategorien wieder her
vi: Sao lưu và khôi phục chi phí, tài khoản & danh mục của bạn

# exportData
source: Export
de: Exportieren
vi: Xuất

# importData
source: Import
de: Importieren
vi: Nhập

source: Creating backup
de: Backup wid hergestellt
vi: Đang tạo bản sao lưu

source: Restoring backup
de: Backup wird wiederhergestellt
vi: Khôi phục bản sao lưu

source: Save as CSV
de: Als CSV speichern
vi: Lưu dưới dạng CSV

# saveAsCSVDesc
source: Export data into CSV file format
de: Exportiere Daten im CSV-Dateiformat
vi: Xuất dữ liệu sang định dạng tệp CSV

# appRate
source: Rate the app
de: App bewerten
vi: Đánh giá ứng dụng

# appRateDesc
source: Love this app? Let us know in the Google Play Store how we can make it even better
de: Liebst du diese App? Teile uns im Google Play Store mit, wie wir Sie noch besser machen können
vi: Thích ứng dụng này? Hãy cho chúng tôi biết trong Cửa hàng Google Play về cách chúng tôi có thể làm cho nó tốt hơn nữa

source: Raise a bug or request
de: Melden Sie einen Fehler oder eine Anfraget
vi: Đưa ra một lỗi hoặc yêu cầu

# raiseABugOrRequestDesc
source: Found a bug or need a feature to implement ask away
de: Es wurde ein Fehler gefunden oder du benötigst eine Funktion zur Implementierung. Frage nach
vi: Tìm thấy một lỗi hoặc cần một tính năng để thực hiện yêu cầu đi

source: Transfer name
de: Übertragungsname
vi: Tên chuyển khoản

source: Debt
de: Schulden
vi: Món nợ

source: Credit
de: Kredite
vi: Tín dụng

source: Enter category
de: Kategorie eingeben
vi: Nhập danh mục

source: Add debt
de: Schulden hinzufügen
vi: Thêm nợ

source: Add credit
de: Kredit hinzufügen
vi: Thêm tín dụng

source: Enter budget
de: Budget eingeben
vi: Nhập ngân sách

source: Enter description
de: Beschreibung eingeben
vi: Nhập mô tả

# validDescription
source: Enter valid description
de: Bitte gültige Beschreibung eingeben
vi: Nhập mô tả hợp lệ

source: Pay debt
de: Schulden zahlen
vi: Trả nợ

source: Pay credit
de: Kredit zahlen
vi: Thanh toán tín dụng

source: Enter amount
de: Betrag eingeben
vi: Nhập số tiền

# emptyDebts
source: There are no debts at this time
de: Du hast derzeit keine Schulden
vi: Không có khoản nợ nào vào thời điểm này

# emptyDebtsDesc
source: Add your debts here to see them displayed.
de: Füge deine Schulden hinzu um sie hier anzuzeigen.
vi: Thêm các khoản nợ của bạn ở đây để xem chúng được hiển thị.

# emptyCredit
source: There are no credits at this time
de: Duhast derzeit keine Kredite.
vi: Không có tín dụng tại thời điểm này

# emptyCreditDesc
source: Add your credits here to see them displayed.
de: Füge deine Kredite hinzu um sie hier anzuzeigen.
vi: Thêm tín dụng của bạn ở đây để xem chúng được hiển thị.

source: Enter initial amount
de: Gebe den Anfangsbetrag ein
vi: Nhập số tiền ban đầu

# enterNumberOptional
source: Enter last 4 digit (optional)
de: Gebe die letzten 4 Ziffern ein (optional)
vi: Nhập 4 chữ số cuối cùng (tùy chọn)

source: Enter account name
de: Kontonamen eingeben
vi: Nhập tên tài khoản

source: Enter cardholder name
de: Gebe den Namen des Karteninhabers ein
vi: Nhập tên chủ thẻ

source: Search
de: Suchen
vi: Tìm kiếm

source: Add new
de: Neue hinzufügen
vi: Thêm mới

source: Delete
de: Löschen
vi: Xóa bỏ

# appBarSearch
source: Search expenses, accounts, categories
de: Suche nach Ausgaben, Konten & Kategorien
vi: Tìm kiếm chi phí, tài khoản, danh mục

# noTransaction
source: Empty in transaction
de: In der Transaktion leer
vi: Giao dịch trống

source: Enter symbol
de: Symbol eingeben
vi: Nhập biểu tượng

# leftSymbol
source: Symbol on left
de: Symbol links
vi: Ký hiệu bên trái

# rightSymbol
source: Symbol on right
de: Symbol rechts
vi: Ký hiệu bên phải

source: Custom symbol
de: Eigenes Symbol
vi: Biểu tượng tùy chỉnh

# intoTitle
source: Simple way to help control your savings
de: Einfache Möglichkeit, deine Ersparnisse zu kontrollieren
vi: Cách đơn giản để giúp kiểm soát khoản tiết kiệm của bạn

# intoSummary1
source: Manage your money with our app
de: Verwalte dein Geld mit unserer App
vi: Quản lý tiền của bạn với ứng dụng của chúng tôi

# intoSummary2
source: Easy expense tracking for a better budget
de: Einfache Ausgabenverfolgung für ein besseres Budget
vi: Theo dõi chi phí dễ dàng để có ngân sách tốt hơn

# intoSummary3
source: Stay on top of your expenses, anytime, anywhere
de: Behalte jederzeit und überall den Überblick über deine Ausgaben
vi: Luôn cập nhật chi phí của bạn, mọi lúc, mọi nơi

# introCTA
source: Get started
de: Jetzt loslegen
vi: Bắt đầu

# deleteDebtOrCredit
source: Deleting the debt or credit deletes all record related to it
de: Durch das Löschen der Schuld oder Gutschrift werden alle damit verbundenen Datensätze gelöscht
vi: Xóa nợ hoặc tín dụng sẽ xóa tất cả bản ghi liên quan đến nó

# backupAndRestoreJSONTitle
source: Export data as JSON file
de: Deine Daten exportieren im JSON-Format
vi: Xuất dữ liệu dưới dạng tệp JSON

# backupAndRestoreJSONDesc
source: The file will be a plain JSON file created and exported to save. Please note that if in case anything changes happen in the future in Paisa then this file will be invalid to import.
de: Bei der Datei handelt es sich um eine einfache JSON-Datei, die zum Speichern erstellt und exportiert wird. Bitte beachte, dass diese Datei nicht mehr importiert werden kann, falls sich in Zukunft Änderungen in Paisa ergeben.
vi: Tệp sẽ là một tệp JSON đơn giản được tạo và xuất để lưu. Xin lưu ý rằng nếu trong trường hợp có bất kỳ thay đổi nào xảy ra trong tương lai ở Paisa thì tệp này sẽ không hợp lệ để nhập.

# emptyBudgetMessageTitle
source: No budgets have been set for any categories
de: Für keine der Kategorien wurden Budgets festgelegt
vi: Không có ngân sách nào được đặt cho bất kỳ danh mục nào

# emptyBudgetMessageSubTitle
source: Set a budget for any category, and that category will show up here.
de: Lege ein Budget für eine beliebige Kategorie fest und diese Kategorie wird hier angezeigt.
vi: Đặt ngân sách cho bất kỳ danh mục nào và danh mục đó sẽ hiển thị ở đây.

# recurringEmptyMessageTitle
source: No recurring events?
de: Keine wiederkehrenden Ereignisse?
vi: Không có sự kiện lặp lại?

# recurringEmptyMessageSubTitle
source: Add recurring events to view them here
de: Füge wiederkehrende Ereignisse hinzu, um sie hier anzuzeigen
vi: Thêm các sự kiện định kỳ để xem chúng tại đây

# recurringAction
source: Add recurring events
de: Füge wiederkehrende Ereignisse hinzu
vi: Thêm sự kiện định kỳ

source: Sort list
de: Liste sortieren
vi: Sắp xếp danh sách

source: Small size FAB
de: Kleiner Button
vi: FAB kích thước nhỏ

# smallSizeFabMessage
source: Show small size action button on all screen
de: Kleinere Aktionsschaltfläche anzeigen am unteren Bildschirmrand.
vi: Hiển thị nút hành động kích thước nhỏ trên tất cả màn hình

source: Description
de: Beschreibung
